tsung_tools/lookup.xml
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE tsung SYSTEM "/usr/share/tsung/tsung-1.0.dtd" []>
<tsung loglevel="warning">

  <clients>
    <client host="localhost" cpu="2" maxusers="30000000"/>
  </clients>

  <servers>
    <server host="lo-okup.com" port="80" type="tcp"/>
  </servers>

  <load>
    <arrivalphase phase="1" duration="1" unit="minute">
      <users arrivalrate="1000000" unit="second"/>
    </arrivalphase>
  </load>

  <sessions>
      <session name="es_load" weight="1" type="ts_http">
         <request>
            <http url="/" method="GET"/>
         </request>
      </session>
   </sessions>
</tsung>